Repository: posix88/WorldPlug
Catalog: VoltlyWatch/Localizable.xcstrings
Source language: en
Languages: it

# watch.countries.browse
source: Browse Countries
it: Esplora paesi

# watch.countries.title
source: Countries
it: Paesi

# watch.countries.unavailable.title
source: Countries unavailable
it: Paesi non disponibili

# watch.country.actions
source: Actions
it: Azioni

# watch.country.frequency
source: Frequency
it: Frequenza

# watch.country.plug.types
source: Plug Types
it: Tipi di spina

# watch.country.power
source: Power
it: Alimentazione

# watch.country.voltage
source: Voltage
it: Tensione

# watch.home.country
source: Home Country
it: Paese di origine

# watch.home.empty
source: No home country set.
it: Nessun paese di origine impostato.

# watch.home.remove
source: Remove Home
it: Rimuovi paese di origine

# watch.home.section
source: Home
it: Paese di origine

# watch.home.set
source: Set as Home
it: Imposta come paese di origine

# watch.home.title
source: Home
it: Paese di origine

# watch.plug.type %@
source: Type %@
it: Tipo %@

# watch.saved.add
source: Save Country
it: Salva paese

# watch.saved.empty
source: Save countries from Browse.
it: Salva paesi da Esplora.

# watch.saved.limit.message
source: Premium includes unlimited saved countries.
it: Premium include paesi salvati illimitati.

# watch.saved.limit.title
source: Saved limit reached
it: Limite di paesi salvati raggiunto

# watch.saved.remove
source: Remove Saved
it: Rimuovi dai salvati

# watch.saved.section
source: Saved
it: Salvati

# watch.saved.title
source: Saved
it: Salvati

# watch.search.country.placeholder
source: Find country
it: Trova un paese

# watch.search.clear
source: Clear Search
it: Cancella ricerca
